<?php

return [

	'exception_0' => 'Неопознаная ошибка',
	'exception_90000' => 'Название директории должно иметь минимум 10 символов',
	'exception_90001' => 'Название директории может содержать следующие символы [a-zA-Z0-9]',
	'exception_90002' => 'Логин супер-администратора должен иметь минимум 6 символов',
	'exception_90003' => 'Логин супер-администратора может содержать следующие символы [a-zA-Z0-9@]',
	'exception_90004' => 'Пароль супер-администратора должен иметь минимум 8 символов',
	'exception_1045' => ' Пользователю базы данных отказано в доступе',
	'exception_2002' => 'Невозможно подключиться к серверу базы данных с таким хостом',
	'exception_3D000' => 'Невозможно получить доступ к базе данных с таким именем',
	'exception_90005' => 'База данных не существует',
	'exception_' => '',
	'exception_' => '',
	'exception_' => '',
	'exception_' => '',
	'exception_' => '',
	'exception_' => '',

];